const dataset = [
    {
        input: "Дивилась я на тебе і в ту мить нестямилась, як руки самохіть для тебе почали вінок сплітати, - була твоя краса, як ті гранати...",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "На зеленому горбочку, У вишневому садочку, Притулилася хатинка, Мов маленькая дитинка Стиха вийшла виглядати, Чи не вийде її мати. І до білої хатинки, Немов мати до дитинки, Вийшло сонце, засвітило І хатинку звеселило.",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Моя люба зоря ронить в серце мені, Наче сльози, проміння тремтяче, Рвуть серденько моє ті проміння страшні... Ох, чого моя зіронька плаче!",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Я сьогодні в тузі, в горі, Мов у тяжкім сні, - Отруїли ясні зорі Серденько мені.",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Стояла я і слухала весну, Весна мені багато говорила, Співала пісню дзвінку, голосну То знов таємно-тихо шепотіла. Вона мені співала про любов, Про молодощі, радощі, надії, Вона мені переспівала знов Те, що давно мені співали мрії.",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Єсть у мене одна Розпачлива, сумна, Одинокая зірка ясная; Сеї ж ночі дарма Її кличу, - нема! Я стою у журбі самотная. І шукаю вгорі Я тієї зорі: Ох, зійди, моя зірко лагідна! Але зорі мені Шлють проміння сумні: Не шукай її, дівчино бідна!",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Ще не вдарив мороз, а вже втомлений лист в'яне, жовкне... Спів цикади дзвінкий перейшов в тихий свист - хутко вмовкне...",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Ох, розкрились троянди червоні, наче рани палкі, восени, так жалібно тремтять і палають - прагнуть щастя чи смерті вони? Не осиплються тихо ті квіти, не настане життя в них нове, ні, ударить мороз до схід сонця і приб'є поривання живе. І зчорніють червоні троянди, наче в ранах запечена кров... Ох, нехай же хоч сонця нап'ються, поки ще їх мороз не зборов!",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "Все, все покинуть, до тебе полинуть, Мій ти єдиний, мій зламаний квіте! Все, все покинуть, з тобою загинуть, То було б щастя, мій згублений світе! Стать над тобою і кликнуть до бою Злую мару, що тебе забирає, Взять тебе в бою чи вмерти з тобою, З нами хай щастя і горе вмирає.",
        output: { lesyaUkrainka: 1 }
    }, {
        input: "І вам слава, сині гори, Кригою окуті! І вам, лицарі великі, Богом не забуті. Борітеся - поборете! Вам бог помагає! За вас правда, за вас слава І воля святая!",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Мій Боже милий, знову лихо!.. Було так любо, було тихо; Ми заходились розкувать Своїм невольникам кайдани. Аж гульк!.. Ізнову потекла Мужицька кров! Кати вінчані, Мов пси голодні за маслак, Гризуться знову.",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Мені однаково, чи буду Я жить в Україні, чи ні. Чи хто згадає, чи забуде Мене в снігу на чужині - Однаковісінько мені. В неволі виріс між чужими І, неоплаканий своїми, В неволі, плачучи, умру. І все з собою заберу, Малого сліду не покину На нашій славній Україні, На нашій - не своїй землі.",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Реве та стогне Дніпр широкий Сердитий вітер завива, Додолу верби гне високі, Горами хвилю підійма. І блідий місяць на ту пору Із хмари де-де виглядав, - Неначе човен в синім морю, То виринав, то потопав. Ще треті півні не співали, Ніхто ніде не гомонів, Сичі в гаю перекликались, Та ясень раз-у-раз скрипів.",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Іду я тихою ходою, Дивлюсь - аж он передо мною Неначе дива виринають, Із хмари тихо виступають Обрив високий, гай, байрак; Хатки біленькі виглядають, Мов діти в білих сорочках У піжмурки в яру гуляють, А долі сивий наш козак Дніпро з лугами виграває. А онде, онде за Дніпром На пригорі, ніби капличка, Козацька церква невеличка Стоїть з похиленим хрестом. Давно стоїть, виглядає Запорожця з Лугу...",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Село! І серце одпочине: Село на нашій Україні - Неначе писанка, село. Зеленим гаєм поросло. Цвітуть сади, біліють хати, А на горі стоять палати, Неначе диво. А кругом Широколистії тополі, А там і ліс, і ліс, і поле, І сині гори за Дніпром. Сам Бог витає над селом.",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Ой маю, маю я оченята, Нікого, матінко, та оглядати, Нікого, серденько, та оглядати! Ой маю, маю і рученята... Нікого, матінко, та обнімати, Нікого, серденько, та обнімати! Ой маю, маю і ноженята, Та ні з ким, матінко, потанцювати, Та ні з ким, серденько, потанцювати!",
        output: { tarasShevchenko: 1 }
    }, {
        input: "Ой діброво - темний гаю! Тебе одягає Тричі на рік... Багатого Собі батька маєш. Раз укриє тебе рясно Зеленим покровом - Аж сам собі дивується На свою діброву... Надивившись на доненьку Любу, молодую, Возьме її та й огорне В ризу золотую І сповиє дорогою Білою габою - Та й спать ляже, втомившися Турбою такою.",
        output: { tarasShevchenko: 1 }
    }, {
        input: "І день іде, і ніч іде. І голову схопивши в руки, Дивуєшся, чому не йде Апостол правди і науки!",
        output: { tarasShevchenko: 1 }
    }
];

module.exports = dataset;
